tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "yudai/gotty"
brew "ack"
brew "apr-util"
brew "icu4c"
brew "boost"
brew "docbook"
brew "readline"
brew "sqlite"
brew "asciidoc"
brew "aspell"
brew "augeas"
brew "autoconf"
brew "autoconf@2.13"
brew "automake"
brew "bandwhich"
brew "openjdk"
brew "bfg"
brew "bison"
brew "brew-cask-completion"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "camlp5"
brew "certbot"
brew "gmp"
brew "mpfr"
brew "cloc"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "jemalloc"
brew "libssh2"
brew "curl"
brew "docbook-xsl"
brew "docker"
brew "doxygen"
brew "erlang"
brew "elixir"
brew "enca"
brew "faac"
brew "libogg"
brew "flac"
brew "libtool"
brew "libevent"
brew "lame"
brew "openjpeg"
brew "libvorbis"
brew "libsndfile"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "freexl"
brew "fzf"
brew "isl"
brew "gd"
brew "geos"
brew "json-c"
brew "libxml2"
brew "proj"
brew "libspatialite"
brew "poppler"
brew "unixodbc"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-getopt"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gpp"
brew "librsvg"
brew "graphviz"
brew "highlight"
brew "xmlto"
brew "shared-mime-info"
brew "imagemagick"
brew "imap-uw"
brew "jbig2dec"
brew "oniguruma"
brew "jq"
brew "libiconv"
brew "liblwgeom"
brew "libsigsegv"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "luajit"
brew "lzlib"
brew "mackup"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "multimarkdown"
brew "neon"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "optipng"
brew "ossp-uuid"
brew "pandoc"
brew "pgcli"
brew "pidof"
brew "podofo"
brew "postgresql", restart_service: true
brew "pth"
brew "q"
brew "qcachegrind"
brew "qt"
brew "r", link: false
brew "repl"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rust"
brew "scons"
brew "sfcgal"
brew "utf8proc"
brew "swig"
brew "tbb"
brew "terminal-notifier"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unoconv"
brew "unrar"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "yajl"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
cask "1password"
cask "alfred"
cask "ankiapp-anki"
cask "appcleaner"
cask "autumn"
cask "bartender"
cask "calibre"
cask "charles"
cask "chromedriver"
cask "cyberduck"
cask "dash"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grammarly"
cask "iina"
cask "iterm2"
cask "jasper"
cask "java"
cask "karabiner-elements"
cask "launchbar"
cask "manta"
cask "muzzle"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "pgadmin4"
cask "phantomjs"
cask "postman"
cask "r"
cask "rstudio"
cask "setapp"
cask "sketch"
cask "sketch-toolbox"
cask "slack"
cask "sloth"
cask "softorino-youtube-converter"
cask "spotify"
cask "transmission"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "waltr"
cask "xquartz"
cask "zoom"
mas "Annotate", id: 918207447
mas "Battery Indicator", id: 1206020918
mas "Boop", id: 1518425043
mas "Bumpr", id: 1166066070
mas "Byword", id: 420212497
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kiwi for Gmail", id: 986304488
mas "Lungo", id: 1263070803
mas "Magnet", id: 441258766
mas "Microsoft To Do", id: 1274495053
mas "MindNode", id: 1289197285
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PDF Attributes", id: 593341977
mas "Pixelmator Pro", id: 1289583905
mas "Shush", id: 496437906
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Vectornator Pro", id: 1470168007
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
