tap "heroku/brew"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "yudai/gotty"
cask "java"
brew "ack"
brew "ant"
brew "apr"
brew "apr-util"
brew "icu4c"
brew "boost"
brew "docbook"
brew "asciidoc"
brew "aspell"
brew "readline"
brew "augeas"
brew "autoconf"
brew "autoconf@2.13"
brew "automake"
brew "bat"
brew "bfg"
brew "bison"
brew "brew-cask-completion"
brew "fontconfig"
brew "gettext"
brew "ossp-uuid"
brew "sqlite"
brew "camlp5"
brew "dialog"
brew "certbot"
brew "gmp"
brew "mpfr"
brew "cloc"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "curl"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "docbook-xsl"
brew "docker"
brew "erlang"
brew "elixir"
brew "enca"
brew "faac"
brew "libogg"
brew "flac"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "libvorbis"
brew "libsndfile"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "freexl"
brew "fzf"
brew "isl"
brew "gcc"
brew "gd"
brew "geos"
brew "jasper"
brew "json-c"
brew "libxml2"
brew "proj"
brew "libspatialite"
brew "libtool"
brew "podofo"
brew "qt"
brew "poppler"
brew "unixodbc"
brew "gdal"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "gmp@4"
brew "gnu-getopt"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gpg-agent"
brew "gpp"
brew "graphviz"
brew "highlight"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "imap-uw"
brew "usbmuxd"
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "isl@0.11"
brew "isl@0.12"
brew "jbig2dec"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libiconv"
brew "liblwgeom"
brew "librsvg"
brew "libsigsegv"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "luajit"
brew "lzlib"
brew "mackup"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "msgpack"
brew "multimarkdown"
<<<<<<< HEAD
brew "mysql@5.6"
=======
>>>>>>> 274cd9849a9eaaea3ce6f3290356a2914fb93914
brew "neon"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "optipng"
brew "pandoc"
brew "pgcli"
brew "pidof"
brew "q"
brew "qcachegrind"
brew "repl"
brew "rlwrap"
brew "ruby", link: true
brew "rust"
brew "scala"
brew "scons"
brew "sfcgal"
brew "shared-mime-info"
brew "utf8proc"
brew "subversion"
brew "swig"
brew "tbb"
brew "terminal-notifier"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unoconv"
brew "unrar"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "xmlto"
brew "yajl"
brew "yasm"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "heroku/brew/heroku"
cask "bartender"
cask "calibre"
cask "charles"
cask "daisydisk"
cask "dash"
cask "font-fira-code"
cask "karabiner-elements"
cask "pgadmin4"
cask "postman"
cask "sloth"
cask "softorino-youtube-converter"
cask "spotify"
cask "textexpander"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
