tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "yudai/gotty"
cask "java"
brew "ack"
brew "ant"
brew "apr-util"
brew "docbook"
brew "asciidoc"
brew "aspell"
brew "readline"
brew "augeas"
brew "autoconf"
brew "autoconf@2.13"
brew "automake"
brew "bfg"
brew "bison"
brew "boost"
brew "brew-cask-completion"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "camlp5"
brew "sqlite"
brew "python"
brew "certbot"
brew "gmp"
brew "mpfr"
brew "libsigsegv"
brew "clisp"
brew "cloc"
brew "cloog"
brew "closure-compiler"
brew "cmake"
brew "coq"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "curl"
brew "datomic"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "docbook-xsl"
brew "docker"
brew "doxygen"
brew "elixir"
brew "emacs"
brew "enca"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "libogg"
brew "flac"
brew "freexl"
brew "fzf"
brew "gd"
brew "geos"
brew "json-c"
brew "proj"
brew "libxml2"
brew "libspatialite"
brew "gdal"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "gnu-getopt"
brew "git-now"
brew "git-town"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gpp"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "heroku"
brew "highlight"
brew "hub"
brew "hugo", link: false
brew "imagemagick"
brew "imap-uw"
brew "isl"
brew "jasper"
brew "jbig2dec"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "leiningen"
brew "libevent"
brew "libiconv"
brew "liblwgeom"
brew "librsvg"
brew "libvorbis"
brew "libsndfile"
brew "libssh2"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "luajit"
brew "lzlib"
brew "mackup"
brew "macvim"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "mongodb"
brew "msgpack"
brew "multimarkdown"
brew "mysql@5.6"
brew "neon"
brew "unibilium"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nmap"
brew "nvm"
brew "openjpeg"
brew "optipng"
brew "ossp-uuid"
brew "pandoc"
brew "pgcli"
brew "pidof"
brew "poppler"
brew "sfcgal"
brew "postgis"
brew "q"
brew "qt"
brew "qcachegrind"
brew "redis"
brew "repl"
brew "rlwrap"
brew "ruby"
brew "rust"
brew "scala"
brew "scons"
brew "shared-mime-info"
brew "swig"
brew "tbb"
brew "terminal-notifier"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unixodbc"
brew "unoconv"
brew "unrar"
brew "utf8proc"
brew "v8"
brew "vim", args: ["with-lua", "with-luajit", "with-override-system-vi"]
brew "watchman"
brew "wget"
brew "xmlto"
brew "yajl"
brew "yasm"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "railwaycat/emacsmacport/emacs-mac", link: false
brew "yudai/gotty/gotty"
cask "amidst-beta"
cask "bartender"
cask "calibre"
cask "charles"
cask "dash"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "launchbar"
cask "manta"
cask "pgadmin4"
cask "setapp"
cask "sketch"
cask "sketch-toolbox"
cask "slack"
cask "softorino-youtube-converter"
cask "spotify"
cask "station"
cask "textexpander"
cask "transmission"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "waltr"
cask "zoomus"
